let  scores= [
		["非常同意",5],
		["同意",4],
		["普通",3],
		["不同意",2],
		["非常不同意",1]
]
        
    
let questions=[
    
        
		"1、你做事是一個值得信賴的人嗎？",
		"2、你個性溫和嗎？",
		"3、你有活力嗎？",
		"4、你善解人意嗎？",
		"5、你獨立嗎？",
		"6、你受人愛戴嗎？",
		"7、做事認真且正直嗎？",
		"8、你富有同情心嗎？",
		"9、你有說服力嗎？",
		"10、你大膽嗎？",
		"11、你精確嗎？",
		"12、你適應能力強嗎？",
		"13、你組織能力好嗎？",
		"14、你是否積極主動？",
		"15、你害羞嗎？",
		"16、你強勢嗎？",
		"17、你鎮定嗎？",
		"18、你勇於學習嗎？",
		"19、你反應快嗎？",
		"20、你外向嗎？",
		"21、你注意細節嗎？",
		"22、你愛說話嗎？",
		"23、你的協調能力好嗎？",
		"24、你勤勞嗎？",
		"25、你慷慨嗎？",
		"26、你小心翼翼嗎？",
		"27、你令人愉快嗎？",
		"28、你傳統嗎？",
		"29、你親切嗎？",
		"30、你工作足夠有效率嗎？"
]
let ans=[
	"老虎",
	"孔雀",
	"無尾熊",
	"貓頭鷹",
	"變色龍"
]

let detail=[
	"有自信，夠權威，決斷力高，競爭性強，胸懷大志，喜歡評估。企圖心強烈，喜歡冒險，個性積極，競爭力強，有對抗性。",
	"很熱心，夠樂觀，口才流暢，好交朋友，風度翩翩，誠懇熱心。熱情洋溢、好交朋友、口才流暢、個性樂觀、表現慾強。",
	"很穩定，夠敦厚，溫和規律，不好衝突。行事穩健、強調平實，有過人的耐力，溫和善良。",
	"很傳統，注重細節，條理分明，責任感強，重視紀律。保守、分析力強，精准度高，喜歡把細節條例化，個性拘謹含蓄。",
	"善於在工作中調整自己的角色去適應環境，具有很好的溝通能力。"	
]
let pic=[
	"./ani/t.jpg",
	"./ani/f.jpg",
	"./ani/k.jpg",
	"./ani/o.jpg",
	"./ani/q.jpg"
]

